@extends('layouts.app_top')

@section('content')

<div class="container">
    <div class="row justify-content-center">
        <div class="col-md-8">
          <div class="row">
             <div class="col align-self-start">
              <a class="btn-floating btn-large blue" href="{{route('home')}}"> <i class=" fa fa-home"></i> </a>
                
             </div>
             <div class="col align-self-center">
               <a class="btn-floating btn-large green" href="{{route('Blog Physics 1st Bangla')}}"> <i class=" fa fa-book"></i> </a>
                
              </div>
             <div class="col align-self-end">

              <a class="btn-floating btn-large teal" href="/Physics_bangla_tools"> <i class=" material-icons">fitness_center</i> </a>
               
             </div>
         </div> <hr>

  

            <div class="card">
                <div class="card-header text-success"> <h2 >একনজরে গুরুত্বপূর্ণ টপিকসমূহ </h2></div>
               <div class="card-body">
                <h1>পদার্থবিজ্ঞান প্রথম পত্র (বাংলা)</h1>
    
            <!-- Physics 1st Paper-->

                <div class="content">
                    <table class="table table-hover table-striped table-success">
                        <thead>
                         <tr>
                                <th scope="col">#</th>
                                <th scope="col">অধ্যায়</th>
                                <th scope="col">টপিক সমূহ</th>
                          </tr>
                        </thead>
                        <tbody>
                         
                        <tr>
                          <th scope="row">1</th> 
                          <td>ভেক্টর</td>  
                          <td>
                            <li>
                              <b>নদী ও নৌকা/নদী ও সাতারু সম্পর্কিত (very important):</b> <br>
                              নদীর স্রোত এবং নৌকা/ সাতারুর বেগ দেওয়া থাকে,নদীর প্রস্থ দেয়া থাকে।এরপর নদী পারাপারের বিভিন্ন কেস নিয়ে প্রবলেম দেয়া থাকবে যেমনঃসর্বনিম্ন সময়ে নদী পারাপার,সর্বনিম্ন দূরত্বে নদী পারাপার,দুই নৌকা বা দুই সাতারুর প্রতিযোগিতায় কে আগে অপর পাড়ে পৌছাবে? অপর পাড়ে গিয়ে আবার ফিরে আসতে মোট সময় কার বেশি লাগবে?যাত্রাবিন্দুর ঠিক বিপরীত বিন্দু থেকে কত দূরে নৌকা বা সাতারু পৌছাবে? এই রকম অনেক কিছু।তাই খুব ভালো করে কন্সেপ্ট টা বুঝে যাও।
                            </li>
                          <li>
                              <b>কার্ল ও ডাইভারজেন্স: </b><br>
                              যে কোন বিন্দুতে ভেক্টরের কার্ল ও ডাইভেরজেন্স নির্ণয়।<br>
                              ভেক্টরটি ঘূর্ণনশীল নাকি অঘূর্ণনশীল,সংরক্ষণশীল নাকি অসংরক্ষণশীল,সলিনয়ডাল কিনা,কোন বিন্দুতে আয়তন বা ঘনত্ব বাড়বে না কমবে এসব যাচাই করা।
                          </li>
                          <li>
                              <b>আপেক্ষিক বেগ সম্পর্কিত: </b><br>
                              বৃষ্টি উল্লম্বভাবে/হেলানোভাবে পড়বে এবং তখন যদি কেউ বেগে চলমান থাকে তবে বৃষ্টির হাত থেকে রক্ষা পেতে করণীয় বা কোন দিকে ছাতা ধরবে? দুইজন লোক থাকলে তাদের মধ্যে ছাত ধরার কোণ নির্ণয়ে যাচাইকরণ।ঐ সময় বৃষ্টি কত বেগে আঘাত করবে তাও বের করতে বলে থাকে।<br>
                              দুটি গাড়ি বা ব্যাক্তি দুইদিকে চলাকালে তাদের মধ্যকার আপেক্ষিক বেগ নির্ণয় কর।
                          </li>
                          <li>
                             <b> ভেক্টরের Basic Concept</b> <br>
                             ত্রিমাত্রিক স্থানাংক ব্যবস্থায় বিন্দুর অবস্থান/ভেক্টরের অবস্থান দেয়া থাকে।এরপর ভেক্টরদ্বয়ের মধ্যবর্তী কোণ নির্ণয়,ডট ও ক্রস গুনন,পরস্পর লম্ব নাকি সমান্তরাল,এক সমতলীয় কিনা ইত্যাদি যাচাইকরণ। <br>
                             ভেক্টর লব্ধি নির্ণয় , ২টি ভেক্টর বা ২ এর অধিক ভেক্টরের ক্ষেত্রে লব্ধি নির্ণয়। <br>
                             ভেক্টর দ্বারা গঠিত সামান্তরিক বা ত্রিভুজের ক্ষেত্রফল নির্ণয়। <br>
                          </li>
                            </td>   
                        </tr> 
                        <tr>
                          <th scope="row">2</th> 
                          <td>গতিবিদ্যা</td>  
                          <td>
                            <li>
                              <b>প্রাসঃ (এই টপিক থেকেই প্রশ্ন হয়)</b> <br>
                              প্রাসের বিভিন্ন কেস পড়ে নিতে হবে। একতলীয় কেসগুলো হলো-ক্রিকেট ম্যাচ ও ফুটবল ম্যাচ নিয়ে প্রশ্ন হয়।ক্যাচ হবে কিনা ,ক্যাচ ধরতে বা ক্রিকেট বল ধরতে গেলে কত  বেগে বা কোণে দৌড়াতে হবে,ছক্কা হবে কিনা?এইসব প্রশ্ন থাকে। <br>
                              একটি নির্দিষ্ট উচ্চতা থেকে বস্তু বা গুলি আনুভূমিকভাবে,আনুভূমিকের সাথে কোণে উপরে বা নিচে নিক্ষেপ করার কেসগুলো খুব ভাল করে আয়ত্ত করতে হবে।যুদ্ধবিমান থেকে বোমা ফেলে দেয়ার কেস টাও দেখে নিবে। 
                            </li>
                            <li>
                                <b>Graph and Equation(Less important but important for MCQ)</b> <br>
                                v-t or s-t গ্রাফ থেকে সরণ,বেগ ও ত্বরণ শিখে নিবো।
                             </li>
                            </td>   
                        </tr>
                        <tr>
                            <th scope="row">3</th> 
                            <td>বলবিদ্যা</td>  
                            <td>
                              <li>
                                <b>সংঘর্ষঃ</b> <br>
                                ভরবেগের পরিবর্তন,ভরবেগের সংরক্ষণ সূত্র প্রয়োগ করে গাণিতিক সমস্যাবলী।
                                সংঘর্ষ স্থিতিস্থাপক নাকি অস্থিতিস্থাপক তা যাচাই করা।
                              </li>
                              <li>
                                <b>কৌণিক গতিসূত্রঃ</b> <br>
                                জড়তার ভ্রামক ও ঘূর্ণন গতিশক্তি সম্পর্কিত সমস্যা যেমনঃ কোন দন্ডের বিভিন্ন অক্ষের সাপেক্ষে জড়তার ভ্রামক,বৃত্তাকার চাকতির কেন্দ্রগামী অক্ষ ও স্পর্শকের সাপেক্ষে জড়তার ভ্রামক,সিলিন্ডার ও গোলকের ক্ষেত্রে জড়তার ভ্রামক কোন ক্ষেত্রে কার ঘুর্ণন প্রবণতা বেশি হবে তা যাচাই করা,কৌণিক ভরবেগ ও টর্ক নির্ণয়।
                                কোন সুতার এক প্রান্তে বস্তু ঝুলিয়ে আনুভূমিক ও উল্লম্বতলে ঘুরানো হলে কেন্দ্রমুখী বল নির্ণয় এবংবিভিন্ন অবস্থানে সুতার টান নির্ণয়, সর্বোচ্চ বেগ নির্ণয় যাতে সুতা না ছিড়ে যায়।
                              </li>
                              <li>
                                <b>ব্যাংকিংঃ</b> <br>
                                স্তার বাকে চলাকালে সর্বোচ্চ বেগ নির্ণয়,দুর্ঘটনা ঘটবে কিনা।
                              </li>
                              <li>
                                <b>লব্ধি বল নির্ণয়করণ।</b> <br>
                              </li>
                            </td>   
                          </tr>
                          <tr>
                            <th scope="row">4</th> 
                            <td>কাজ, ক্ষ্মতা ও শক্তি</td>  
                            <td>
                              <li>
                                <b>কুয়া থেকে পানি তোলা ও পাম্পের ক্ষমতাঃ (এটিই আসবে)</b> <br>
                                পানিপূর্ণ কুয়া পানিশূন্য/অর্ধেকখালি/যে কোন অংশ খালি কিংবা অর্ধপূর্ণ কুয়ার যে কোন অংশ খালি করা সম্পর্কিত সমস্যা।
                                কুয়া থেকে পানি তুলতে ব্যবহারকৃত বিভিন্ন পাম্পের ক্ষমতা,কর্মদক্ষতা,কোন পাম্পের পানি তুলতে বেশি বা কম সময় লাগবে এসব নির্ণয়।
                            </li>
                              <li>
                                <b>শক্তির সংরক্ষণশীলতা নীতি</b> <br>
                                সরল দোলকের ববের বিভিন্ন অবস্থানে এবং উপর থেকে কোন বস্তু ফেলে দেয়ার ক্ষেত্রে নীতি প্রযোজ্য কিনা যাচাইকরণ।
                              </li>
                            </td>   
                          </tr>
                          <tr>
                            <th scope="row">5</th> 
                            <td>মহাকর্ষ ও অভিকর্ষ</td>  
                            <td>
                              <li>
                                <b>কৃত্রিম উপগ্রহঃ (এই টপিক থেকে প্রশ্ন আসবেই)</b> <br>
                                কৃত্রিম উপগ্রহের বেগ,পর্যায়কাল এবং তা ভূ-স্থির উপগ্রহ কিনা তা যাচাইকরণ অথবা ভু-স্থির উপগ্রহ হতে হলে প্রয়োজনীয় ব্যবস্থা গ্রহণ।
                                কৃত্রিম উপগ্রহ মহাশূন্যে মিলিয়ে যাবে কিনা যাচাইকরণ।        
                            </li>
                              <li>
                                <b>g এর পরিবর্তনঃ </b> <br>
                                ভূমি থেকে উপরের দিকে,নিচের দিকে কিংবা অক্ষাংশের পরিবর্তনে এর পরিবর্তনজনিত সমস্যা।
                              </li>
                              <li>
                                <b>মুক্তিবেগ সম্পর্কিত যে কোন সমস্যা। </b> <br>
                              </li>
                            </td>   
                          </tr>
                          <tr>
                            <th scope="row">6</th> 
                            <td>‌ পদার্থের গাঠনিক ধর্ম</td>  
                            <td>
                              <li>
                                <b>সান্দ্রতাঃ</b> <br>
                                বিভিন্ন ঘনত্বের মাধ্যমে বিভিন্ন ব্যাসার্ধের গোলকের পতন থেকে সান্দ্র বল নির্ণয়,প্রান্তিক বেগ বা অন্তবেগ নির্ণয়,কোন মাধ্যমের সান্দ্রতা বেশি যাচাইকরণ।      
                            </li>
                              <li>
                                <b>স্থিতিস্থাপকতাঃ</b> <br>
                                দৈর্ঘ্য পরিবর্তন নির্ণয় প্রয়োগ,ইয়ং এর গুনাংক,পয়সন অনুপাত,কোনটি বেশি স্থিতিস্থাপক যাচাই করা।
                        অসহ পীড়ন থেকে সর্বোচ্চ বেগ / কৌণিক বেগে তার ঘুরানো সম্পর্কিত সমস্যা,সর্বোচ্চ বল্প্রয়োগে তার ছিড়ে যাবে কিনা যাচাই করা।
                              </li>
                              <li>
                                <b>সঞ্চিত বিভবশক্তি নির্ণয়।</b> <br>
                              </li>
                              <li>
                                <b>পৃষ্ঠটানঃ</b> <br>
                                বিভিন্ন তরলে বিভিন্ন ব্যাসার্ধের কৈশিক নল ডুবিয়ে পরীক্ষা থেকে বিভিন্ন বিন্দু যাচাই করা,এতে তরলের উত্থাপন বা অবনমন সম্পর্কিত সমস্যা।
                        বিভিন্ন তরল থেকে বিভিন্ন বস্তু তুলতে পৃষ্ঠটান সম্পর্কিত সমস্যা।
                        অসংখ্য পানির ফোটাকে একটি বড় ফোটায় পরিণত করা বা একটি কে ভেঙ্গে অসংখ্য ফোটায় পরিণত করা সম্পর্কিত,এই ঘটনায় শক্তি নির্গত বা শোষিত বা তাপমাত্রা পরিবর্তনজনিত সমস্যা।
                              </li>
                            </td>   
                          </tr>
                          <tr>
                            <th scope="row">7</th> 
                            <td>সরল ছন্দিত স্পন্দন</td>  
                            <td>
                              <li>
                                <b>সরল দোলকঃ</b> <br>
                                সরল দোলকের কার্যকরী দৈর্ঘ্য নির্ণয়,পর্যায়কাল নির্ণয়,পাহাড়ের উচুতে বা গভীরতায় নিয়ে গেলে ধীরে বা আস্তে দোলন,তখন কয়টি পূর্ণ দোলন দিবে , সরলদোলকের সাহায্যে পাহাড়ের উচ্চতা নির্ণয়।
                               </li>
                             
                            </td>   
                          </tr>
                          <tr>
                            <th scope="row">8</th> 
                            <td>তরঙ্গ</td>  
                            <td>
                              <li>
                                <b>অগ্রগামী তরঙ্গ এবং স্থির তরঙ্গঃ</b> <br>
                                সরল দোলকের কার্যকরী দৈর্ঘ্য নির্ণয়,পর্যায়কাল নির্ণয়,পাহাড়ের উচুতে বা গভীরতায় নিয়ে গেলে ধীরে বা আস্তে দোলন,তখন কয়টি পূর্ণ দোলন দিবে , সরলদোলকের সাহায্যে পাহাড়ের উচ্চতা নির্ণয়।
                                অগ্রগামী তরঙ্গএর সমীকরণ থেকে বেগ,তরঙ্গ দৈর্ঘ্য,কম্পাংক,বিস্তার নির্ণয়।<br>
                                ২টি অগ্রগামী তরঙ্গএর সমীকরণ থেকে স্থির তরঙ্গ সৃষ্টি করবে তার শর্তাবলী এবং স্থির তরঙ্গ হিবে কিনা তা যাচাইকরণ।
                              </li>
                              <li>
                                <b>তরঙ্গ এর তীব্রতাঃ</b> <br>
                                অগ্রগামী তরঙ্গের সমীকরণ থেকে তরঙ্গের তীব্রতা নির্ণয় করে তা অস্বস্তিকর কিনা যাচাই করা। <br>
                        শব্দের তীব্রতা ও তীব্রতা লেভেল নির্ণয়,অনেকগুলো শব্দের মিলিত শব্দের তীব্রতা লেভেল নির্ণয় করে তা অস্বস্তিকর কিনা যাচাই করা।
                        
                               </li>
                               <li>
                                <b>বীটঃ</b> <br>
                                বিভিন্ন সুরশলাকার কম্পাংক দিয়ে বীট গণনা,বীট শোনা যাবে কিনা যাচাইকরণ।
                               </li>
                             
                            </td>   
                          </tr>
                          <tr>
                            <th scope="row">9</th> 
                            <td>আদর্শ গ্যাস ও গ্যাসের গততত্ত্ব</td>  
                            <td>
                              <li>
                                <b>গ্যাসের সূত্র এবং গতিশক্তি নির্ণয়ঃ</b> <br>
                                গ্যাস সিলিন্ডার এর চাপ,তাপমাত্রা পরিবর্তনজনিত সমস্যা এবং সিলিন্ডার ব্যবহার নিরাপদ কিনা যাচাইকরণ।
                        বেলুন ফুলানো সম্পর্কিত সমস্যা,নির্দিষ্ট চাপ ও তাপমাত্রায় বেলুন ফুটে যাবে কিনা যাচাই করা।
                        গ্যাসের শক্তি,গড় গতিশক্তি,বর্গমূল গড় নির্ণয়।
                            </li>
                              <li>
                                <b>আপেক্ষিক আর্দ্রতা ও শিশিরাংকঃ</b> <br>
                                বিভিন্ন ডাটা ব্যবহার করে কোন স্থানের আপেক্ষিক আর্দ্রতা নির্ণয়,কোন স্থান অস্বস্তিবোধ হবে কিনা,বেশি আর্দ্র হবে কিনা যাচাই করা।
                        গ্লেইসারের উতপাদকের সাহায্যে শিশিরাংক নির্ণয়,তাপমাত্রা কমানো বা বাড়ানোতে শিশিরাংকের পরিবর্তন বের করা।
                        ঘরের ভেতরের এবং বাইরের আপেক্ষিক আর্দ্রতা থেকে জলীয় বাষ্প কোন দিকে যাবে তা বের করা।
                               </li>
                            </td>   
                          </tr>
                        </tbody>
                        </table>
              </div>

              <hr style="height:2px;border-width:0;color:gray;background-color:green">
              <h1>পদার্থবিজ্ঞান দ্বিতীয় পত্র (বাংলা)</h1>
              <!-- Physics 1st Paper-->
              <div class="content">
                
 <table class="table table-hover table-striped table-danger">
  <thead>
   <tr>
          <th scope="col">#</th>
          <th scope="col">অধ্যায়</th>
          <th scope="col">টপিক সমূহ</th>
    </tr>
  </thead>
  <tbody>
      <tr>
          <th scope="row">1</th> 
          <td>তাপগতিবিদ্যা</td>  
          <td>
            <li>
              <b>কার্ণো চক্র ও কার্ণো ইঞ্জিনঃ</b> <br>
              ইঞ্জিনের দক্ষতা নির্ণয়,দক্ষতা বাড়তে করণীয় রিলেটেড ম্যাথ।
  উতসের ও তাপ গ্রাহকের তাপমাত্রা নির্ণয়ে ,উতস বা তাপ গ্রাহকের তাপমাত্রা বাড়ালে বা কমালে দক্ষতা বাড়বে না কমবে।
  কার্ণো চক্রে কৃতকাজ নির্ণয়।
            </li>
            <li>
                <b>এন্ট্রপির পরিবর্তনঃ</b> <br>
                কার্ণো চক্রে এন্ট্রপির পরিবর্তন নির্ণয়।
  তাপমাত্রা পরিবর্তনজনিত কারণে এন্ট্রপির পরিবর্তন নির্ণয়।
             </li>
             <li>
              <b>সমোষ্ণ ও রুদ্ধতাপীয় প্রক্রিয়াঃ</b> <br>
              এসব প্রক্রিয়া পরিবর্তিত তাপমাত্রা,চাপ ও আয়তন নির্ণয়।
  প্রক্রিয়ায় কৃতকাজ নির্ণয়।
           </li>
  
            </td>   
        </tr>
  <tr>
    <th scope="row">2</th> 
    <td>স্থিরতড়িৎ</td>  
    <td>
      <li>
        <b>ধারকত্বঃ</b> <br>
        সমান্তরাল পাত ধারকের ধারকত্ব নির্ণয়-এর বিভিন্ন কেস পড়তে হবে।শ্রেণীতে বা সমান্তরালে একাধিক ধারক থাকলে,ধারকের মধ্যবর্তী মাধ্যমাংক পরিবর্তন করলে ইত্যাদি কারণে ধারকত্বের পরিবর্তন নিয়ে পড়তে হবে ।সাথে সাথে ধারকের সঞ্চিত শক্তি নির্ণয় পড়ে নিব।
  গোলাকার পাত ধারকের ধারকত্ব নির্ণয়,অনেকগুলো গোলাকার ধারক মিলে ১টি হলে ধারকত্বের পরিবর্তন কেমন হবে?
     </li>
      <li>
          <b>তড়িত বিভব ও তড়িত প্রাবল্য নির্ণয়ঃ</b> <br>
          ত্রিভুজাকার বা আয়তাকার বা বর্গাকার shapes এর আকৃতিতে কৌণিক বিন্দুতে চার্জ দেয়া থাকে।যে বিন্দুতে চার্জ নেই সেটাতে বিভব ও প্রাবল্য নির্ণয়,বর্গের কেন্দ্রে বিভব ও প্রাবল্য নির্ণয় অথবা অন্য যে কোন বিন্দুতে বিভব ও প্রাবল্য নির্ণয়। <br/>
          গোলকের ক্ষেত্রেও বিভিন্ন বিন্দুতে বিভব ও প্রাবল্য নির্ণয় দেখে নিব।
          এক বিন্দু থেকে আরেক বিন্দু চার্জ স্থানান্তর কৃতকাজ নির্ণয়।
          
       </li>
      </td>   
  </tr>
  <tr>
      <th scope="row">3</th> 
      <td>চলতড়িৎ</td>  
      <td>
        <li>
          <b>Circuit Analysis:</b> <br>
          এই অধ্যায়ের টপিক আসলে একটাই।সার্কিট এর তুল্যরোধ নির্ণয়,যে কোন দুই বিন্দুর বিভব পার্থক্য নির্ণয়,কোন রোধ দিয়ে তড়িত প্রবাহ কি পরিমাণ যাবে তা নির্ণয়,কার্শকের সূত্র প্রয়োগ অবশ্যই দেখে নিব,শ্রেণী-সমান্তরাল রোধ ও ব্যাটারী লাগালে বিভিন্ন দ্দেখে নিব।
          <br/>
          হুইস্টেনের ব্রীজ-এর কেস দেখে নিব।
      </td>   
    </tr>
    <tr>
      <th scope="row">4</th> 
      <td>তড়িৎ প্রবাহের চৌম্বক ক্রিয়া ও চুম্বকত্ব</td>  
      <td>
        <li>
          <b>চৌম্বকক্ষেত্রের মান নির্ণয়ঃ</b> <br>
          সোজা তড়িতবাহী তারের আশেপাশের যে কোন বিন্দুতে এবং বৃত্তাকার কুন্ডলীর কেন্দ্রে চৌম্বকক্ষেত্রের মান নির্ণয়।একটা প্রশ্ন প্রায়ই আসে যে একটা সোজা লম্বা তারকে বৃত্তাকার কুন্ডলীতে পরিবর্তন করলে তার কেন্দ্রে চৌম্বকক্ষেত্রের মান নির্ণয় করতে হবে অথবা উলটো।
          পাশাপাশি ২টি লম্বা সোজা তড়িতবাহী তারের আশেপাশের যে কোন বিন্দুতে চৌম্বকক্ষেত্র নির্ণয়।        
      </li>
        <li>
          <b>চৌম্বক বল নির্ণয়ঃ</b> <br>
          দুটি পাশাপাশি লম্বা সোজা তড়িতবাহী তারের একক দৈর্ঘ্য চৌম্বক নির্ণয়।
          তড়িতবাহী সোজা তার কোন চৌম্বকক্ষেত্রে স্থাপন করলে তাতে চৌম্বকবল নির্ণয়।        
        </li>
        <li>
          <b>তড়িতবাহী কুন্ডলীতে টর্ক নির্ণয়ঃ</b> <br>
          তড়িতবাহী আয়তাকার বা বৃত্তাকার আবদ্ধ কুন্ডলী চৌম্বকক্ষেত্রে স্থাপন করলে সৃষ্ট টর্ক নির্ণয়।
  কুন্ডলীর কৌণিক অবস্থান ( চৌম্বকের সাথে) পরিবর্তনে কৃতকাজ নির্ণয়।
        </li>
      </td>   
    </tr>
    <tr>
      <th scope="row">5</th> 
      <td>তড়িৎ চৌম্বকীয় আবেশ ও পরিবর্তী প্রবাহ</td>  
      <td>
        <li>
          <b>দিক পরিবর্তী প্রবাহ ও তড়িচ্চালক শক্তি</b> <br>
          দিক পরিবর্তী প্রবাহ ও তড়িচ্চালক শক্তির সমীকরণ অথবা গ্রাফ দেয়া থাকবে।সেটা ব্যবহার করে প্রবাহ বা তড়িচ্চালক শক্তির শীর্ষ মান,কম্পাংক,কৌণিক কম্পাংক, \( I_{rms} \;, E_{rms} \; , I_{avg} \; ,  E_{avg} \) আকৃতি গুনাংক,শীর্ষ গুনাংক নির্ণয়। এই প্রবাহ বা ভোল্টেজ কোথাও ব্যবহার করলে উৎপন্ন ত্তাপশক্তি তাপজনিত ক্ষয় নির্ণয়।      
      </li>
        <li>
          <b>ট্রান্সফর্মারঃ</b> <br>
          মুখ্য ও গৌণ কুন্ডলীর পাকসংখ্যা,তড়িত প্রবাহ,তড়িচ্চালক শক্তি ও রোধ নির্ণয়।
        </li>
      </td>   
    </tr>
    <tr>
      <th scope="row">6</th> 
      <td>‌জ্যামিতিক আলোকবিজ্ঞান</td>  
      <td>
        <li>
          <b>লেন্স সমীকরণঃ</b> <br>
          বিভিন্ন আকৃতির উত্তল বা অবতল লেন্স বিভিন্ন মাধ্যমে রাখলে তার ফোকাস দুরত্বের পরিবর্তন নির্ণয়,বিভিন্ন অবস্থানে বস্তু রাখার জন্য বিম্বের অবস্থান,বিবর্ধন নির্ণয়।
          একাধিক লেন্স পাশাপাশি রেখে তুল্য ফোকাস দূরত্ব,লেন্সের ক্ষমতা নির্ণয়।        
      </li>
        <li>
          <b>জটিল অণুবীক্ষণিক ও দূরবীক্ষণ যন্ত্রঃ</b> <br>
          অসীমে ও স্পষ্ট দৃষ্টির নূন্যতম দূরত্বে ফোকাসিং এর ক্ষেত্রে যন্ত্রের দৈর্ঘ্য ও বিবর্ধন নির্ণয়,বস্তুর অবস্থান নির্ণয়।
        </li>
        <li>
          <b>প্রিজমঃ</b> <br>
          প্রিজমের (প্রিজম কোণ,প্রতিসরণাংক) নির্ণয়,বিচ্যুতি ও নূন্যতম বিচ্যুতি কোন নির্ণয়, আপতন ও নির্গত কোণ নির্ণয়।বিভিন্ন আলোর ব্যবহার,প্রিজমের উপাদান পরিবর্তন,প্রিজমকে অন্য একটি মাধ্যমে স্থাপন করলে সব কিছু নির্ণয়ে পরিবর্তন আলোচনা। <br/>
          (প্রিজমের basically case ২টা- normal case এবং নূন্যতম বিচ্যুতিতে প্রিজম)        
        </li>
      </td>   
    </tr>
    <tr>
      <th scope="row">7</th> 
      <td>ভৌত আলোকবিজ্ঞান</td>  
      <td>
        <li>
          <b>ইয়ং এর দ্বি-চিড় পরীক্ষাঃ</b> <br>
          ইয়ং এর দ্বি-চিড় পরীক্ষায় ডোরা বা ঝালরের অবস্থান নির্ণয়,ডোরার প্রস্থ নির্ণয়,দুটি উজ্জ্বল বা দুটি অন্ধকার ডোরার মধ্যবর্তী দূরত্ব,কেন্দ্রীয় চরম থেকে যে কোন অন্ধকার বা উজ্জ্বল ডোরার অবস্থান নির্ণয় খুব ভালো করে পড়ে নিব।সমগ্র সিস্টেমকে অন্য মাধ্যমে রাখলে কিংবা ভিন্ন আলোর ব্যবহার করলে ডোরার প্রস্থের পরিবর্তন ডোরার অবস্থানের পরিবর্তন নির্ণয়।
         </li>
         <li>
          <b>অপবর্তনঃ </b> <br>
          একক চিড়ের দরুণ অপবর্তন এবং গ্রেটিং সৃষ্ট অপবর্তন ভালো করে পড়ে নিব।
         </li>
      </td>   
    </tr>
    <tr>
      <th scope="row">8</th> 
      <td>আধুনিক পদার্থবিজ্ঞানের সূচনা</td>  
      <td>
        <li>
          <b>আপেক্ষিকতাঃ</b> <br>
          কাল দীর্ঘায়ন,দৈর্ঘ্য সংকোচন ও ভরের আপেক্ষিকতা রিলেটেড যে কোন কিছু বিশেষ করে সময় ও দৈর্ঘ্য অথবা সময় ও ভর কম্বিনেশনটাই পরীক্ষায় আসে।
        </li>
        <li>
          <b>ফটো-তড়িত ক্রিয়াঃ</b> <br>
          সূচন কম্পাংক,সূচন তরঙ্গ দৈর্ঘ্য,কার্যাপেক্ষক,নিবৃত্তি বিভব নির্ণয়।ফোটনের তরঙ্গ দৈর্ঘ্য,কম্পাংক ও শক্তি নির্ণয়।ফটো-তড়িত ক্রিয়া ঘটবে কি ঘটবে না-তার পর্যালোচনা।
         </li>
         <li>
          <b>কম্পটন প্রভাব ও ডি-ব্রগলী তরঙ্গ দৈর্ঘ্যঃ</b> <br>
          আপতিত ও বিক্ষিপ্ত ফোটনের তরঙ্গ দৈর্ঘ্য,কম্পাংক ও শক্তির পরিবর্তন নিয়ে আলোচনা,কত কোণে বিক্ষিপ্ত হল তা নির্ণয়,বিক্ষিপ্ত ইলেক্ট্রনের গতিশক্তি নির্ণয়।
          <br/>
          ফোটনের ডি-ব্রগলী তরঙ্গ দৈর্ঘ্য নির্ণয়।        
         </li>
       
      </td>   
    </tr>
    <tr>
      <th scope="row">9</th> 
      <td>পরমাণুর মডেল এবং নিউক্লিয়ার পদার্থবিজ্ঞান</td>  
      <td>
        <li>
          <b>হাইড্রোজেন বর্ণালীঃ </b> <br>
          পরমাণুর বিভিন্ন কক্ষপথের ব্যাসার্ধ ও শক্তি নির্ণয় শিখতে হবে।ইলেকট্রন এক কক্ষপথ থেকে অন্য কক্ষপথে গেলে নির্গত বা শোষিত শক্তি নির্ণয়,নির্দিষ্ট শক্তির আলো ফেললে কোন কক্ষপথ থেকে ইলেক্ট্রনের বিচ্যুতি ঘটবে কিনা,ইলেকট্রন এক কক্ষপথ থেকে আরেক কক্ষপথে গেলে নির্গত রশ্মি দৃশ্যমান হবে কিনা তা আলোচনা।
      </li>
        <li>
          <b>তেজস্ক্রিয় ক্ষয়ঃ</b> <br>
          অবক্ষয় ধ্রবক নির্ণয়,অর্ধায়ু ও গড় আয়ু নির্ণয়,নির্দিষ্ট পরিমাণ ক্ষয় হতে কত সময় লাগবে ইত্যাদি।
          লেখচিত্র দেয়া থাকলে তা তেজস্ক্রিয় সূত্র মেনে চলে কিনা।        
         </li>
      </td>   
    </tr>
    <tr>
      <th scope="row">10</th> 
      <td>সেমিকন্ডাক্টর ও ইলেক্ট্রনিক্স</td>  
      <td>
        <li>
          <b>ট্রানজিস্টরঃ</b> <br>
          প্রবাহ বিবর্ধন গুনক \( \alpha \) ও প্রবাহ লাভ \(\beta \) নির্ণয়, \( I_E,I_B,I_C \) নির্ণয়।
  ট্রানজিস্টরটিকে অ্যাম্পলিফায়ার,সুইচ হিসেবে ব্যবহার করা যাবে কিনা তা আলোচনা,১০০% ভোল্টেজ গেইন সম্ভব কিনা ইত্যাদি।
  
      </li>
        <li>
          <b>লজিক গেটঃ</b> <br>
          এই অংশ তোমরা ICT Course-এ খুব ভালো করে পড়েছ।
          লজিক গেট আলোচনা ও সত্যক সারণি নির্ণয়।              
         </li>
      </td>   
    </tr>
  </tbody>
  </table>


              </div>
                 
                   

            </div>
        </div>
    </div>
</div>
<hr style="height:2px;border-width:0;color:gray;background-color:red">

</div> 



@endsection 